Repository: DmitriyNikonorov/Porovnu
Catalog: Porovnu/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, pt, ru, zh_hans, zh_hant

source: Add Spending
ar: إضافة نفقة
de: Ausgabe Hinzufügen
es: Añadir Gasto
fr: Ajouter une Dépense
ja: 支出を追加
pt: Adicionar Despesa
ru: Добавить трату
zh_hans: 添加支出
zh_hant: 添加支出

# addSpendingTitle
source: Add Spending
ar: إضافة نفقة
de: Ausgabe Hinzufügen
es: Agregar Gasto
fr: Ajouter une Dépense
ja: 支出を追加
pt: Adicionar Despesa
ru: Добавление траты
zh_hans: 添加支出
zh_hant: 添加支出

source: All expenses
ar: جميع النفقات
de: Alle Ausgaben
es: Todos los gastos
fr: Toutes les dépenses
ja: すべての支出
pt: Todas as despesas
ru: Все расходы
zh_hans: 所有支出
zh_hant: 所有支出

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Changes saved
ar: تم حفظ التغييرات
de: Änderungen gespeichert
es: Cambios guardados
fr: Modifications enregistrées
ja: 変更を保存しました
pt: Alterações salvas
ru: Внесенные изменения сохранены
zh_hans: 更改已保存
zh_hant: 更改已儲存

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
ja: 作成
pt: Criar
ru: Создать
zh_hans: 创建
zh_hant: 創建

# debtorsSection
source: Debtors for this spending
ar: المدينون لهذه النفقة
de: Schuldner für diese Ausgabe
es: Deudores de este gasto
fr: Débiteurs pour cette dépense
ja: この支出の債務者
pt: Devedores desta despesa
ru: Должники по этой трате
zh_hans: 此支出的债务人
zh_hant: 此支出的債務人

source: Debt owed
ar: دين مستحق لـ
de: Schuld gegenüber
es: Deuda con
fr: Dette envers
ja: への借金
pt: Dívida com
ru: Долг перед
zh_hans: 欠款给
zh_hant: 欠款給

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除済み
pt: Excluído
ru: Удалено
zh_hans: 已删除
zh_hant: 已刪除

source: Delete Spending
ar: حذف النفقة
de: Ausgabe Löschen
es: Eliminar Gasto
fr: Supprimer la Dépense
ja: 支出を削除
pt: Excluir Despesa
ru: Удалить трату
zh_hans: 删除支出
zh_hant: 刪除支出

source: Editing
ar: تحرير
de: Bearbeiten
es: Editando
fr: Modification
ja: 編集中
pt: Editando
ru: Редактирование
zh_hans: 编辑
zh_hant: 編輯

# editSpendingTitle
source: Edit Spending
ar: تحرير النفقة
de: Ausgabe Bearbeiten
es: Editar Gasto
fr: Modifier la Dépense
ja: 支出を編集
pt: Editar Despesa
ru: Редактирование траты
zh_hans: 编辑支出
zh_hant: 編輯支出

# enterNamePlaceholder
source: Enter name
ar: أدخل الاسم
de: Namen eingeben
es: Ingrese nombre
fr: Entrez le nom
ja: 名前を入力
pt: Digite o nome
ru: Введите название
zh_hans: 输入名称
zh_hant: 輸入名稱

# enterTotalAmountPlaceholder
source: Enter total amount
ar: أدخل المبلغ الإجمالي
de: Gesamtbetrag eingeben
es: Ingrese el monto total
fr: Entrez le montant total
ja: 合計金額を入力
pt: Digite o valor total
ru: Введите общую сумму
zh_hans: 输入总金额
zh_hant: 輸入總金額

# errorTitle
source: Error!
ar: خطأ!
de: Fehler!
fr: Erreur !
ja: エラー！
pt: Erro!
ru: Ошибка!
zh_hans: 错误！
zh_hant: 錯誤！

source: Event deleted
ar: تم حذف الحدث
de: Veranstaltung gelöscht
es: Evento eliminado
fr: Événement supprimé
ja: イベントを削除しました
pt: Evento excluído
ru: Мероприятие удалено
zh_hans: 活动已删除
zh_hant: 活動已刪除

source: Events
ar: الأحداث
de: Veranstaltungen
es: Eventos
fr: Événements
ja: イベント
pt: Eventos
ru: Мероприятия
zh_hans: 活动
zh_hant: 活動

source: Exit without Saving
ar: خروج بدون حفظ
de: Ohne Speichern Beenden
es: Salir sin Guardar
fr: Quitter sans Enregistrer
ja: 保存せずに終了
pt: Sair sem Salvar
ru: Выйти без сохранения
zh_hans: 不保存退出
zh_hant: 不儲存退出

source: In debt
ar: مديون
de: In Schulden
es: En deuda
fr: En dette
ja: 借金あり
pt: Em dívida
ru: В долг
zh_hans: 负债
zh_hant: 負債

# info
source: Information
ar: معلومات
de: Informationen
es: Información
fr: Informations
ja: 情報
pt: Informação
ru: Информация
zh_hans: 信息
zh_hant: 資訊

# nameCannotBeEmpty
source: Spending name cannot be empty
ar: لا يمكن أن يكون اسم النفقة فارغًا
de: Der Ausgabenname darf nicht leer sein
es: El nombre del gasto no puede estar vacío
fr: Le nom de la dépense ne peut pas être vide
ja: 支出名は空にできません
pt: O nome da despesa não pode estar vazio
ru: Название траты не должно быть пустым
zh_hans: 支出名称不能为空
zh_hant: 支出名稱不能為空

# noSelectedContributors
source: No selected
ar: لا يوجد مختارون
de: Keine ausgewählt
es: Ninguno seleccionado
fr: Aucun sélectionné
ja: 選択なし
pt: Nenhum selecionado
ru: Нет выбранных
zh_hans: 未选择
zh_hant: 未選擇

source: Own funds
ar: الأموال الخاصة
de: Eigene Mittel
es: Fondos propios
fr: Fonds propres
ja: 自己資金
pt: Fundos próprios
ru: Собственные средства
zh_hans: 自有资金
zh_hant: 自有資金

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
pt: Perfil
zh_hans: 个人资料
zh_hant: 個人資料

source: Save and Exit
ar: حفظ وخروج
de: Speichern und Beenden
es: Guardar y Salir
fr: Enregistrer et Quitter
ja: 保存して終了
pt: Salvar e Sair
ru: Сохранить и выйти
zh_hans: 保存并退出
zh_hant: 儲存並退出

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存済み
pt: Salvo
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

# saveSpendingButton
source: Save Spending
ar: حفظ النفقة
de: Ausgabe Speichern
es: Guardar Gasto
fr: Enregistrer la Dépense
ja: 支出を保存
pt: Salvar Despesa
ru: Сохранить трату
zh_hans: 保存支出
zh_hant: 儲存支出

# selectedContributorsSection
source: Selected
ar: المختارون
de: Ausgewählt
es: Seleccionados
fr: Sélectionnés
ja: 選択済み
pt: Selecionados
ru: Выбранные
zh_hans: 已选择
zh_hant: 已選擇

# spendingNameLabel
source: Spending name:
ar: اسم النفقة:
de: Ausgabenname:
es: Nombre del gasto:
fr: Nom de la dépense :
ja: 支出名：
pt: Nome da despesa:
ru: Название траты:
zh_hans: 支出名称：
zh_hant: 支出名稱：

source: Stay
ar: البقاء
de: Bleiben
es: Permanecer
fr: Rester
ja: 残る
pt: Permanecer
ru: Остаться
zh_hans: 留下
zh_hant: 留下

source: Total Amount
ar: المبلغ الإجمالي
de: Gesamtbetrag
es: Monto Total
fr: Montant Total
ja: 合計金額
pt: Valor Total
ru: Сумма
zh_hans: 总金额
zh_hant: 總金額

# totalAmountLabel
source: Total spending amount
ar: المبلغ الإجمالي للنفقة
de: Gesamtausgabenbetrag
es: Monto total del gasto
fr: Montant total de la dépense
ja: 支出合計額
pt: Valor total da despesa
ru: Общая суммма траты
zh_hans: 总支出金额
zh_hant: 總支出金額

# unsavedChangesMessage
source: All changes will be lost if you don't save.
ar: سيتم فقدان جميع التغييرات إذا لم تقم بالحفظ.
de: Alle Änderungen gehen verloren, wenn Sie nicht speichern.
es: Todos los cambios se perderán si no guardas.
fr: Toutes les modifications seront perdues si vous n'enregistrez pas.
ja: 保存しないとすべての変更が失われます。
pt: Todas as alterações serão perdidas se você não salvar.
ru: Без сохранения все изменения будут потеряны
zh_hans: 如果不保存，所有更改都将丢失。
zh_hant: 如果不儲存，所有更改都將丟失。

# unsavedChangesTitle
source: You are trying to leave without saving!
ar: أنت تحاول المغادرة دون حفظ!
de: Sie versuchen zu gehen, ohne zu speichern!
es: ¡Intentas salir sin guardar!
fr: Vous essayez de quitter sans enregistrer !
ja: 保存せずに終了しようとしています！
pt: Você está tentando sair sem salvar!
ru: Вы пытаетесь уйти без сохранения!
zh_hans: 您试图未保存就离开！
zh_hant: 您試圖未儲存就離開！

source: Will receive from
ar: سيستلم من
de: Erhält von
es: Recibirá de
fr: Recevra de
ja: から受け取る
pt: Receberá de
ru: Получит от
zh_hans: 将从收到
zh_hant: 將從收到

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pt: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
pt: Sair
ru: Выйти из профиля
zh_hans: 退出登录
zh_hant: 退出登入
